{
    "jmm.ponder.tag.industrial_foregoing.description": "Узнайте больше о моде Industrial Foregoing и его захватывающих механиках!",
    "jmm.ponder.latex.extracting_fluids.text_5": "Бревна Акации производят Латекс",
    "jmm.ponder.latex.extracting_fluids.text_6": "Обязательно проверьте JEI для поиска подробной информации о том, какие виды жидкостей вы можете извлечь из различных блоков!",
    "jmm.ponder.latex.extracting_fluids.text_3": "Помните, что использование разных брёвен с Экстрактором Жидкостей даст вам разные типы жидкостей!",
    "jmm.ponder.latex.extracting_fluids.text_4": "Дубовые брёвна производят Резину",
    "jmm.ponder.latex.processing_latex.text_9": "Чтобы получить много Сухой Резины...",
    "jmm.ponder.latex.processing_latex.text_10": "и Пластика!",
    "jmm.ponder.latex.processing_latex.text_8": "Как только у вас появится немного Кусочков Сухой Резины, вы сможете продвинутся дальше...",
    "jmm.ponder.latex.processing_latex.text_7": "Это медленный процесс; каждый Кусочек Сухой Резины делается около пяти секунд...",
    "jmm.ponder.latex.processing_latex.text_6": "Объединяем жидкий латекс в резиновые шарики!",
    "jmm.ponder.latex.processing_latex.text_5": "и наконец, Латекс...",
    "jmm.ponder.laser_drill.lenses.text_3": "Как пример, если бы мы хотели больше Урана или Изумрудной Руды, то установили бы лаймовую линзу в Лазер...",
    "jmm.ponder.laser_drill.lenses.text_4": "Когда нибудь наши усилия будут вознаграждены!",
    "jmm.ponder.latex.processing_latex.text_4": "Энергия...",
    "jmm.ponder.latex.processing_latex.text_3": "Когда дана вода...",
    "jmm.ponder.latex.processing_latex.text_2": "Вход: Устройство обработки резины",
    "jmm.ponder.laser_drill.fluid_drill.text_7": "Существуют и другие, более «Сложные» требования, но мы коснемся моего личного фаворита в следующей и последней сцене.",
    "jmm.ponder.laser_drill.lenses.text_2": "Вот для чего нужны Линзы: добавляя их в Основу Рудного Лазера, мы можем повысить шансы получения руд цвета линзы.",
    "jmm.ponder.laser_drill.lenses.text_1": "Как вы могли видеть, ресурсы, которые добывает Рудный Лазер - случайны. Так что мы можем быть уверены, что действительно получим нашу драгоценную редкую руду, а не десять различных видов меди?",
    "jmm.ponder.laser_drill.ether_gas.text_9": "И это пожалуй все, что касается основ IF лазерной дрели! Есть еще много вещей, которые мы не рассмотрели в этом уроке, поэтому мы рекомендуем вам опробовать их самостоятельно ♥",
    "jmm.ponder.laser_drill.ether_gas.text_7": "Теперь, когда дорогой Варфоломей попал в ловушку Стазис-камеры и не может разрушить наши строения, мы можем использовать жидкостный лазер, чтобы... подоить ему. (Серьезно, Buzz? Это детская игра XD)",
    "jmm.ponder.latex.extracting_fluids.text_1": "Латекс — это возобновляемый ресурс, собираемый с деревьев, и он играет жизненно важную роль в Industrial Foregoing.",
    "jmm.ponder.laser_drill.ether_gas.text_8": "В итоге мы получим Эфирный Газ, который мы пока просто запихнем в Цистерну для Жидкости.",
    "jmm.ponder.latex.extracting_fluids.text_2": "Для начала вам нужно разместить Экстрактор Жидкости напротив бревна, к примеру акации.",
    "jmm.ponder.laser_drill.ether_gas.text_5": "Далее нам понадобится испытуемый. К счастью, я знаю одного парня как раз подходящего для этой работы!",
    "jmm.ponder.laser_drill.ether_gas.text_6": "Скажи привет камере, Варфоломей!",
    "jmm.ponder.laser_drill.ether_gas.text_3": "Далее нам нужно установить Камеру Стазиса. Если этот щенок снабжен Энергией, то не позволит любым объектам в пределах его рабочей зоны (синяя), включая игроков, двигаться или взаимодействовать с миром каким-либо образом, отсюда и название. P.S. Засыпаааай Zzz...",
    "jmm.ponder.laser_drill.ether_gas.text_4": "Поверьте на слово, когда я скажу что - вы НЕ ЗАХОТИТЕ, чтобы эта штука разрядилась.",
    "jmm.ponder.laser_drill.ether_gas.text_1": "Добро пожаловать... в Доильную Иссушителя (подана заявка на патент)! Вскоре вы поймете, почему он так называется, а пока давайте рассмотрим отдельные части.",
    "jmm.ponder.laser_drill.ether_gas.text_2": "Во-первых, у нас есть обычная структура Лазерной Дрели и Основание Жидкостного Лазера содержащее фиолетовую линзу. Я также не упомянул здесь потребление энергии, потому что вы должны знать, что Дрели жрут - Очень Много RF.",
    "jmm.ponder.laser_drill.introduction.text_3": "Затем добавьте несколько Лазерных Сверл в радиусе 2 блоков вокруг основы, что бы включить ее, примерно вот так:",
    "jmm.ponder.laser_drill.introduction.text_4": "..ой, и не забудьте зарядить их!",
    "jmm.ponder.laser_drill.introduction.text_1": "Лазерная Дрель — это структура для Средней и Поздней игры с Industrial Foregoing, которая позволит вам добывать различные ресурсы из пустоты.",
    "jmm.ponder.laser_drill.introduction.text_2": "Чтобы соорудить её, вам понадобится либо Основание Рудного Лазера, либо База Жидкостного Лазера. Сначала мы рассмотрим Рудный Лазер.",
    "jmm.ponder.laser_drill.fluid_drill.header": "Использование линз в Жидкостном Лазере",
    "jmm.ponder.laser_drill.lenses.header": "Использование Линз повысит ваши шансы",
    "jmm.ponder.laser_drill.introduction.text_5": "Чем больше Дрелей вы добавите, тем быстрее будет работать Лазер",
    "jmm.ponder.laser_drill.introduction.text_6": "Через некоторое время нам удалось добыть нашу первую руду; но это не совсем то, что нам нужно, так что давайте попробуем изменить нашу удачу!",
    "jmm.ponder.latex.processing_latex.header": "Переработка Латекса в Резину и Пластик",
    "jmm.ponder.laser_drill.fluid_drill.text_2": "Они служат «фокусом» для Жидкостного Лазера.",
    "jmm.ponder.laser_drill.fluid_drill.text_1": "Помимо увеличения ваших шансов с помощью рудного лазера, линзы потребуются для еще одной немаловажной цели:",
    "jmm.ponder.laser_drill.fluid_drill.text_4": "Например, если вы установите его в любом биоме Нижнего мира...",
    "jmm.ponder.tag.industrial_foregoing": "Промышленное Упоминание (Industrial Foregoing - IF)",
    "jmm.ponder.laser_drill.fluid_drill.text_3": "По сути, Жидкостный Лазер похож на свой Рудный аналог, но для его работы обязательно потребуются линзы, так же у разных рецептов могут быть особые требования, на которые вам, возможно придется обратить внимание.",
    "jmm.ponder.latex.extracting_fluids.header": "Сбор Латекса с Деревьев",
    "jmm.ponder.laser_drill.fluid_drill.text_6": "...он начнет добывать лаву!",
    "jmm.ponder.laser_drill.fluid_drill.text_5": "...и разместить в нем соответствующий фокус...",
    "jmm.ponder.latex.processing_latex.text_1": "Итак, теперь, когда у вас есть куча латекса, возникает вопрос: Что же с ним делать?",
    "jmm.ponder.laser_drill.introduction.header": "Как пользоваться Лазерной Дрелью",
    "jmm.ponder.laser_drill.ether_gas.header": "Получение Эфирного Газа",
    "jmm.ponder.cobbleworks.vanilla_cobblegen.text_3": "Мы должны пойти вперед и разбить здесь булыжник и посмотреть, что произойдет.",
    "jmm.ponder.cobbleworks.vanilla_cobblegen.text_2": "Когда текущая лава касается воды, она создает булыжник. Этот генератор использует лестничный блок, чтобы защитить источник воды.",
    "jmm.ponder.cobbleworks.vanilla_cobblegen.text_5": "Мы можем настроить Роутер так, чтобы он ломал любой булыжник перед собой, чтобы получить бесконечное множество булыжника!",
    "jmm.ponder.cobbleworks.vanilla_cobblegen.text_4": "Мы можем автоматизировать это с помощью какого-нибудь Добытчика блоков — давайте воспользуемся Роутером с модулем Добычи Блоков.",
    "jmm.ponder.cobbleworks.targeted_cobblegen.text_1": "Может быть, вы хотите что-то другое, помимо обычного булыжника — скажем, Шлаковый Булыжник. Этот генератор не подойдет.",
    "jmm.ponder.cobbleworks.vanilla_cobblegen.text_1": "Давайте начнем с базового генератора булыжника.",
    "jmm.ponder.cobbleworks.targeted_cobblegen.text_2": "Если мы разместим определённый вид Булыжника под генератор булыжника, то генератор станет производить этот вид булыжника!",
    "jmm.ponder.cobbleworks.targeted_cobblegen.header": "Направленная Генерация - нужно что-то конкретное?",
    "jmm.ponder.stoneworks.random_stonegen.header": "Случайная Генерация - если у вас нет того, что нужно!",
    "jmm.ponder.tag.basics": "Базовые Механики",
    "jmm.ponder.stoneworks.vanilla_stonegen.text_1": "Давайте начнем с базового генератора камня.",
    "jmm.ponder.tag.basics.description": "Узнайте о некоторых базовых (иногда ванильных!) механиках, которые вам могут пригодятся.",
    "jmm.ponder.stoneworks.vanilla_stonegen.text_2": "Когда текущая лава стекает на воду, она создает камень. Этот генератор использует лестничный блок, что бы защитить источник воды.",
    "jmm.ponder.stoneworks.vanilla_stonegen.text_3": "Мы должны пойти вперед и разбить здесь камень и посмотреть, что произойдет.",
    "jmm.ponder.stoneworks.targeted_stonegen.header": "Направленная Генерация - нужно что-то конкретное?",
    "jmm.ponder.stoneworks.vanilla_stonegen.text_4": "Мы можем автоматизировать это с помощью Добытчика блоков - давайте воспользуемся Роутером с модулем Добытчика блоков. Так же явно понадобится шелковое касание на модуле Добытчика блоков.",
    "jmm.ponder.stoneworks.vanilla_stonegen.text_5": "Мы можем настроить Роутер так, чтобы он ломал любой камень перед собой, чтобы получить бесконечное множество камней!",
    "jmm.ponder.cobbleworks.random_cobblegen.header": "Случайная Генерация - когда у вас нет того, что нужно!",
    "jmm.ponder.stoneworks.vanilla_stonegen.header": "Генераторы камня - такая простая вещь!",
    "jmm.ponder.stoneworks.targeted_stonegen.text_2": "Если мы разместим определённый вид Камня под генератор камня, то генератор станет производить этот вид камня!",
    "jmm.ponder.stoneworks.targeted_stonegen.text_1": "Может быть вы хотите что-то кроме ванильного камня - например Вулканический шлак. Этот генератор точно не подойдёт.",
    "jmm.ponder.cobbleworks.random_cobblegen.text_2": "Если поместить блок железа под генератор, он будет производить случайный вид булыжника!",
    "jmm.ponder.cobbleworks.random_cobblegen.text_1": "Нет нужного типа булыжника? Твой генератор может производить любой вид булыжника!",
    "jmm.ponder.stoneworks.random_stonegen.text_1": "Нет нужного типа камня? Твой генератор может производить любой вид камня!",
    "jmm.ponder.stoneworks.random_stonegen.text_2": "Если вы разместите Алмазный блок под генератором камня, то генератор станет производить случайные виды камня!",
    "jmm.ponder.cobbleworks.vanilla_cobblegen.header": "Генераторы булыжника - такая простая вещь!",
    "jmm.ponder.tag.portals.description": "Узнайте, как построить несколько ключевых порталов в Энигматике.",
    "portals.ponder.undergarden.undergarden_portal.text_3": "Теперь войдите в портал - вы окажетесь не совсем в аду, а в более сыром, тёмном месте.",
    "portals.ponder.undergarden.undergarden_portal.text_2": "Используйте Катализатор на портале, как если бы вы зажигали портал в АД.",
    "portals.ponder.undergarden.undergarden_portal.text_1": "Если вы хотите исследовать тёмный и страшный мир Подземелий(Undergarden)? Постройте портал по типу портала в ад, только вместо обсидиана используйте - каменный кирпич.",
    "portals.ponder.atum.atum_portal.text_1": "И так, если у вас мало песка и вы думаете бежать в пустыню. Постройте эту структуру из песчанника.",
    "portals.ponder.atum.atum_portal.text_4": "Просто прыгайте, вас ждёт отпуск в Египте!",
    "portals.ponder.atum.atum_portal.text_2": "Заполните его водой...",
    "portals.ponder.atum.atum_portal.text_3": ".. и бросьте туда Скарабея.",
    "jmm.ponder.tag.portals": "Подумайте о порталах",
    "portals.ponder.undergarden.undergarden_portal.header": "Портал в Подземелье — точно не приведет вас в Нарнию.",
    "portals.ponder.atum.atum_portal.header": "Портал Атума - не Звездные врата.",
    "jmm.ponder.forge_hammer.forge_hammer.header": "Кузнечный Молот Тетры - создаёт лучшие инструменты",
    "jmm.ponder.respawn_ender_dragon.respawn_ender_dragon.header": "Возродите Эндер Дракона - если вдруг захотелось приготовить омлет",
    "jmm.ponder.forge_hammer.forge_hammer.text_6": "Его также можно создать, и он совместим с обычным верстаком Tetra.",
    "jmm.ponder.forge_hammer.forge_hammer.text_4": "Использование Кузнечного Молота медленно садит Магма-Батарейки, их необходимо заменить когда они разрядятся.",
    "jmm.ponder.forge_hammer.forge_hammer.text_5": "Кузнечный молот можно найти в структурах Тетры, находящихся под землей в холодных биомах.",
    "jmm.ponder.forge_hammer.forge_hammer.text_2": "Вставьте Магма-Батарейки по обе стороны Кузничного Молота.",
    "jmm.ponder.forge_hammer.forge_hammer.text_3": "Вставьте улучшения для кузнечного молота (например - камеру сгорания) по обе стороны кузнечного молота.",
    "jmm.ponder.forge_hammer.forge_hammer.text_1": "Чтобы сделать более качественные инструменты, вам понадобится Кузнечный Молот.",
    "jmm.ponder.respawn_ender_dragon.respawn_ender_dragon.text_4": "Размещение последнего деактивирует портал Края и снова призовет Дракона Энда.",
    "jmm.ponder.respawn_ender_dragon.respawn_ender_dragon.text_2": "Но теперь вам нужно призвать его снова — возможно, вам нужно еще одно драконье яйцо или голова.",
    "jmm.ponder.respawn_ender_dragon.respawn_ender_dragon.text_3": "Разместите Кристаллы Края по четырем сторонам рамки портала, вот так.",
    "jmm.ponder.respawn_ender_dragon.respawn_ender_dragon.text_1": "Итак, вы успешно дезинтегрировали Дракона Энда и активировали Портал Энда — поздравляю!",
    "jmm.ponder.nori_sheet_press.growing_seaweed.header": "Водоросли - Ламинария Но Вкуснее",
    "jmm.ponder.nori_sheet_press.nori_sheet_press.text_6": "Поршень будет сжимать блок водорослей, и сбрасывать листы нори.",
    "jmm.ponder.nori_sheet_press.dried_seaweed_blocks.text_2": "Морские Водоросли можно просушить в печи, как и ламинарию.",
    "jmm.ponder.nori_sheet_press.dried_seaweed_blocks.text_3": "Теперь упакуйте сушеные водоросли в блок сушеных водорослей.",
    "jmm.ponder.nori_sheet_press.dried_seaweed_blocks.text_1": "После того как вы собрали водоросли, их нужно высушить и создать из них блок.",
    "jmm.ponder.nori_sheet_press.nori_sheet_press.text_1": "Листы Нори создаются при сжатии блока сухих водорослей поршнем.",
    "jmm.ponder.nori_sheet_press.nori_sheet_press.text_5": "Активируйте поршень используя сигнал редстоуна.",
    "jmm.ponder.nori_sheet_press.nori_sheet_press.text_4": "Разместите блок водорослей посередине, что бы расплющить их.",
    "jmm.ponder.nori_sheet_press.nori_sheet_press.text_3": "Установите поршень лицевой стороной вниз, с промежутком для вашего блока водорослей.",
    "jmm.ponder.nori_sheet_press.nori_sheet_press.text_2": "Разместите Железный Блок снизу в качестве основания.",
    "jmm.ponder.nori_sheet_press.nori_sheet_press.header": "Пресс для Листов Нори - Изготовление тарелки из Водорослей",
    "jmm.ponder.tag.tech.description": "Технологии могут поменять ваш окружающий мир — изучайте и используйте их уже сейчас!",
    "jmm.ponder.nori_sheet_press.dried_seaweed_blocks.header": "Блоки Сушённых Водорослей - Приятное дополнение",
    "jmm.ponder.nori_sheet_press.growing_seaweed.text_2": "Так же как и с ламинарией, вы можете их собирать их ломая все блоки которые находятся выше основного.",
    "jmm.ponder.nori_sheet_press.growing_seaweed.text_1": "Из Водорослей можно листы Нори. Их можно найти в океане, они растут там подобно Ламинарии.",
    "jmm.ponder.tag.tools.description": "Лучшие инструменты = Лучшей выживаемости.",
    "jmm.ponder.tag.tools": "Орудия Труда",
    "jmm.ponder.tag.tech": "К лучшей жизни с НАУКОЙ!",
    "jmm.ponder.mutation.entity_mutation.text_3": "Как пример, Железная Пчела может мутировать камень в железную руду.",
    "jmm.ponder.mutation.entity_mutation.text_2": "Пыльца мутирует всё на расстоянии двух блоков под пчелой, так же это работает с неполными блоками например с люком, всё что будет находится под ним тоже мутирует.",
    "jmm.ponder.mutation.entity_mutation.text_1": "Пчелиная пыльца вызывает мутацию блоков, жидкостей или сущностей.",
    "jmm.ponder.mutation.entity_mutation.text_7": "Так же он может мутировать Близов в Близз Пчелу.",
    "jmm.ponder.mutation.pollen_mechanics.text_1": "С пчёл которые собрали нектар - будет осыпатся пыльца, когда они будут возвращаться в улей.",
    "jmm.ponder.mutation.entity_mutation.text_6": "Ифритовая Пчела превращает Крипер Пчелу в Гаст Пчелу",
    "jmm.ponder.mutation.pollen_mechanics.text_2": "Когда пыльца обычных пчел попадает на посевы, это может вызывать эффект костной муки.",
    "jmm.ponder.mutation.entity_mutation.text_5": "Ледяная Пчела может мутировать Воду в Синий Лёд.",
    "jmm.ponder.mutation.entity_mutation.text_4": "Также он может превратить блок угля в яйцо стальной пчелы.",
    "jmm.ponder.tag.magic": "Используя Мистические Силы",
    "jmm.ponder.mutation.entity_mutation.header": "Пыльца это Мутаген",
    "jmm.ponder.mutation.pollen_mechanics.header": "Пыльца Пчелы - это Частицы которые Падают с неё после сбора Нектара",
    "jmm.ponder.tag.magic.description": "Магия тоже технология, просто мы не понимаем этого.",
    "jmm.ponder.mutation.mutation_chamber.header": "Мутирование пчёл это лёгкий способ",
    "jmm.ponder.mutation.mutation_chamber.text_4": "Теперь когда Ифритовая Пчела собрала достаточно нектара, она вернется в свой улей, попутно опыляя всё на своем пути.",
    "jmm.ponder.mutation.mutation_chamber.text_3": "Отлично, просто разместите Ифритовую Пчелу здесь и дайте ей собрать немного нектра с магмового торта...",
    "jmm.ponder.mutation.mutation_chamber.text_2": "Разместите пчелу которую вы хотите мутировать здесь, сегодня вы должны принести в жертву Крипер пчелу. Она подвегрнется мутации если будет находится под неполным блоком, для этого мы будем использовать люк что бы пчела оставалась на месте.",
    "jmm.ponder.mutation.mutation_chamber.text_1": "Это хорошая структура для мутации пчёл.",
    "jmm.ponder.mutation.mutation_chamber.text_5": "Если Ифритовая пчела пролетит над Крипер пчелой, она мутирует в Гаст Пчелу."
}
